{
  "classes": {
    "Access": {
      "description": "Pedidos de acesso a sistemas, contas, permissões: reset de password, criação/remoção de contas, licenças (ex.: Visual Studio, Bitbucket), badge/cartão de acesso, permissões a pastas ou aplicações.",
      "examples": [
        "password reset hi cannot please best regards specialist",
        "access card re card va se",
        "bit bucket account bit bucket hello bit bucket thank",
        "badge access to be removed badge removed dear please badge since he working anymore"
      ]
    },
    "Administrative rights": {
      "description": "Alteração de direitos administrativos, grupos AD, upgrades de sistema anunciados, cancelamento de mailboxes por mudança de escritório, configurações que afetam muitos utilizadores.",
      "examples": [
        "notification wireless devices upgrade cr medium hi please announce users about window wireless",
        "all staff outlook hello please make cancel moved offices starting today relocated"
      ]
    },
    "HR Support": {
      "description": "Processos de RH: new starter (onboarding), leaver, time cards / timesheets, annual leave, direct reports, alteração de job title, formulários de transferência, export GAL.",
      "examples": [
        "new starter hello please fill date",
        "direct reports missing time please action reports dear way help close these maternity leave",
        "submit your time cards for approval please action submit cards hi keep getting reminders",
        "leaver service now leaver form leave date location hello leaver form has filled"
      ]
    },
    "Hardware": {
      "description": "Equipamento físico: laptop, monitor, printer, router, cabos, rede, port opening, tunneling, problemas de dispositivo, pedidos de instalação ou substituição de hardware.",
      "examples": [
        "requesting for meeting requesting meeting hi please help follow equipments cable pc cord plug",
        "laptop connected on request rebuild connected rebuild hi please provide order debug sip trunk",
        "port opening port opening hello port machine packages provided subcontractors please add tunneling azure",
        "monitor add install new monitor monitor hello dear had monitor discussed he told leave tower"
      ]
    },
    "Internal Project": {
      "description": "Projetos internos: opportunity, pipeline (PAS), alteração de tarefas/código em ferramentas de projeto, transferência de relatórios ou direitos entre sistemas de projeto.",
      "examples": [
        "opportunity into pas known pipeline opportunity known pipeline hi please import bellow opportunity known pipeline",
        "transfer request oracle pas same rights level please replicate buyer reports"
      ]
    },
    "Miscellaneous": {
      "description": "Assuntos que não se enquadram nas outras categorias: avisos de mail (verification, blacklist), alteração de contrato/owner, cancelamento de incidentes duplicados, pedidos genéricos de configuração ou alteração que não são claramente Access, Hardware, Storage, etc.",
      "examples": [
        "mail verification warning hi has got attached please addresses best regards",
        "please cancel incidents as they are duplicates hello please incidents cancel highlighted",
        "change project manager role oracle change role hello dear please change pm role"
      ]
    },
    "Purchase": {
      "description": "Compras e entregas: PO (purchase order), new purchase, log allocation, receiving goods, receipt, devolução de dispositivo antigo, cotação/shipping.",
      "examples": [
        "new purchase po purchase po dear purchased received items please add allocation device thanks please log retrieve old device",
        "new delivery hello received po please advise log kind regards engineer",
        "new delivery hello received today po black cooler notebook please advise please log receiving goods"
      ]
    },
    "Storage": {
      "description": "Armazenamento e mailboxes: shared folder, shared mailbox, mailbox full, extensão de mailbox, acesso a pastas, criação de pastas partilhadas.",
      "examples": [
        "mailbox almost full mailbox almost hi mailbox almost kind thanks regards",
        "shared folder on and access shared folder dear please assist creating shared folder well granting him folder",
        "monitoring shared mailbox monitoring shared mailbox hello please creation shared mailbox named monitoring",
        "storage access storage hello please storage order setup environment regards engineer"
      ]
    }
  }
}
